Repository: vrk-kpa/ckanext-googleanalytics
Catalog: ckanext/googleanalytics/i18n/*/LC_MESSAGES/ckanext-googleanalytics.po
Languages: fi

source: Most viewed datasets
fi: Eniten katsotut tietoaineistot

source: Dataset
fi: Tietoaineisto

source: Last accessed day
fi: Viimeksi katsottu

source: Number views (since recording started)
fi: Katsomiskertoja (seurannan alusta alkaen)

source: No analytics found for most downloaded datasets.
fi: Ei analytiikkaa eniten ladatuista tietoaineistoista.

source: Most downloaded resources
fi: Ladatuimmat aineistolinkit

source: Resource
fi: Aineistolinkki

source: Downloads (last 14 days
fi: Latauksia (viimeiset 14 päivää

source: Downloads (since recording started)
fi: Latauksia (seurannan alusta alkaen)

source: No statistics found for most downloaded resources.
fi: Ei statistiikkaa eniten ladatuista aineistolinkeistä.

source: Total views
fi: Katsomiskertoja yhteensä

source: Initial entrance
fi: Linkin kautta saapuneita

source: Entrances of total views
fi: Linkillä saapuvien osuus

source: Downloads
fi: Latauksia

source: Sessions by month
fi: Sessioita kuukausittain

source: Dates
fi: Päivät

source: Sessions
fi: Sessioita

source: Sessions last month
fi: Sessioita viime kuussa

source: Sessions total
fi: Sessioita yhteensä

source: Audience locations
fi: Vierailijoiden sijainnit

source: Collected since
fi: Tiedot kerätty alkaen

source: Countries
fi: Maat

source: Sessions (since recording started)
fi: Sessioita (seurannan alusta alkaen)

source: Sessions (%)
fi: Sessioita (%)

source: No statistics found for audience locations.
fi: Ei statistiikkaa vierailijoiden sijainneista.

source: Records to be shown:
fi: Näytettävän datan määrä:

source: Timespan for records
fi: Datan aikaväli

source: Organizations with most viewed datasets
fi: Suosituimmat organisaatiot tietoaineistojen katsomiskertojen perusteella

source: Organization
fi: Organisaatio

source: No analytics found for organizations with most visited datasets.
fi: Ei analytiikkaa suosituimmista organisaatioista tietoaineistojen katsomiskertojen perusteella.

source: Last accessed date
fi: Viimeksi katsottu

source: Most popular search terms
fi: Suosituimmat hakusanat

source: Search term
fi: Hakusana

source: Total searches
fi: Hakujen määrä

source: No analytics found for most popular search terms
fi: Ei analytiikkaa suosituimmista hakusanoista.
